Autodesk.Revit.DB.BuiltInFailures.SiteFailures.ToposolidSlopeExceedsThreshold
Thickness of this Toposolid may be slightly inaccurate due to extreme Shape Editing. Dimensions to this element in
sections and details may not accurately indicate the Thickness shown in Type Properties.